Repository: Triggertrap/triggertrap-ios
Catalog: TriggertrapSLR/*.lproj/OptionsPlist.*.strings
Languages: de

source: Cable Selector
de: Kabelauswahl

source: Get the right kit for the job
de: Holen Sie sich die richtige Ausrüstung für den Job

source: Settings
de: Einstellungen

source: Take full control
de: Übernehmen Sie die volle Kontrolle

source: Triggering inspiration
de: Inspiration auslösen

source: Support
de: Hilfe

source: Feedback & Support
de: Feedback & Unterstützung

source: Lets get this sorted
de: Fangen wir an

source: Help
de: Hilfe

source: Tutorial
de: Anleitung

source: Welcome to Triggertrap
de: Willkommen bei Triggertrap
