Repository: Triggertrap/triggertrap-ios
Catalog: SharedResources/Onboarding/*.lproj/Onboarding.strings
Languages: it

# 1Vd-Us-h6E.text
source: Tap the volume up button
it: Toccare il pulsante 'volume su'

# 1cn-lg-XY6.text
source: Set to Manual Focus
it: Impostare su Messa a fuoco manuale

# 3hW-gA-ewV.text
source: Usually found on the lens
it: Di solito si trova sulla lente

# 7cj-Xg-fjg.text
source: I already own a Triggertrap Mobile Kit
it: Possiedo già un Kit Triggertrap Mobile

# 9m8-Oq-ofV.text
source: Manual Focus
it: Messa a fuoco manuale

# AL3-h7-rM9.text
source: You're awesome
it: Sei fantastico

# DMo-EU-VcM.normalTitle
source: Looks juicy
it: Sembra gustoso

# HAc-wj-iTv.normalTitle
source: Next
it: Avanti

# HNt-gK-jOi.normalTitle
source: Next
it: Avanti

# LXV-5R-8AU.normalTitle
source: Next
it: Avanti

# OUT-Lt-TrE.text
source: Plug into the headphone socket
it: Inserire nella presa cuffie

# TwK-ix-ltr.normalTitle
source: Get this Mobile Kit
it: Acquista questo Mobile Kit

# Ucp-qm-usC.text
source: Looks like you've set things up nicely.
it: Sembra che tu abbia impostato tutto per bene.

# Vsv-Hh-MjD.text
source: Select your camera
it: Seleziona la fotocamera

# W4X-g7-ACc.text
source: Awesome.
it: Fantastico.

# W8C-5h-3f8.normalTitle
source: Next
it: Avanti

# Xgw-5Q-cTe.text
source: Which Mobile Kit do you need?
it: Quale Mobile Kit ti serve?

# YS6-0E-bfL.text
source: Connect your iOS device
it: Collega il tuo dispositivo iOS

# Ys6-wd-Lxw.normalTitle
source: Next
it: Avanti

# afR-Bz-tXh.text
source: Let's get the show on the road
it: Allora... Partiamo!

# eXY-JH-gzG.normalTitle
source: Get one today
it: Prendine uno oggi

# fRG-sd-rWr.normalTitle
source: Next
it: Avanti

# gsl-dA-35G.text
source: Let’s explain
it: Spieghiamo

# ijc-xD-ZGk.normalTitle
source: Done
it: Fatto

# lSy-2n-wSB.text
source: Time to set things up
it: È ora di sistemare le impostazioni

# mVC-Q6-3np.text
source: Volume to maximum
it: Volume al massimo

# mYp-Aw-z32.text
source: You need a mobile kit to connect your camera to your iOS device. Together, they’re the world’s most powerful camera remote. Ooh.
it: Hai bisogno di un Kit Mobile per connettere la macchina fotografica al tuo dispositivo iOS. Insieme diventano il più potente telecomando per fotocamera al mondo. Ooh.

# mnR-my-cup.text
source: Plug into the cable release port
it: Inserire nell'uscita di scatto via cavo

# tx7-Ah-uw4.text
source: Give it a tap!
it: Tocca il pulsante rosso!

# vWz-zk-Fk8.text
source: Connect your camera
it: Collega la tua fotocamera
